Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Private. Typed questions are answered on this iPhone by Apple Intelligence. May refuse complex multi-week analysis.
ar: خاص. يجيب Apple Intelligence عن الأسئلة المكتوبة على هذا iPhone. قد يرفض التحليلات المعقدة الممتدة لعدة أسابيع.
da: Privat. Skrevne spørgsmål besvares på denne iPhone af Apple Intelligence. Kan afvise komplekse analyser over flere uger.
de: Privat. Getippte Fragen beantwortet Apple Intelligence auf diesem iPhone. Kann komplexe Analysen über mehrere Wochen ablehnen.
es: Privado. Apple Intelligence responde en este iPhone a las preguntas escritas. Puede rechazar análisis complejos de varias semanas.
fi: Yksityinen. Apple Intelligence vastaa kirjoitettuihin kysymyksiin tässä iPhonessa. Saattaa kieltäytyä monimutkaisista usean viikon analyyseistä.
fr: Privé. Apple Intelligence répond aux questions écrites sur cet iPhone. Peut refuser les analyses complexes sur plusieurs semaines.
is: Einkamál. Apple Intelligence svarar skrifuðum spurningum á þessum iPhone. Getur hafnað flóknum greiningum yfir margar vikur.
it: Privato. Apple Intelligence risponde alle domande scritte su questo iPhone. Potrebbe rifiutare analisi complesse su più settimane.
ja: プライベート。入力した質問には、この iPhone 上の Apple Intelligence が回答します。数週間にわたる複雑な分析は断られる場合があります。
ko: 비공개. 입력한 질문은 이 iPhone에서 Apple Intelligence가 답변합니다. 여러 주에 걸친 복잡한 분석은 거절할 수 있습니다.
nb: Privat. Skrevne spørsmål besvares på denne iPhonen av Apple Intelligence. Kan avvise komplekse analyser over flere uker.
nl: Privé. Getypte vragen worden op deze iPhone beantwoord door Apple Intelligence. Kan complexe analyses over meerdere weken weigeren.
pt_br: Privado. Perguntas digitadas são respondidas neste iPhone pelo Apple Intelligence. Pode recusar análises complexas de várias semanas.
ru: Конфиденциально. На письменные вопросы отвечает Apple Intelligence на этом iPhone. Может отказаться от сложного анализа за несколько недель.
sv: Privat. Skrivna frågor besvaras på den här iPhonen av Apple Intelligence. Kan vägra komplexa analyser över flera veckor.
zh_hans: 私密。输入的问题由此 iPhone 上的 Apple Intelligence 回答。可能拒绝跨多周的复杂分析。

source: Provider
ar: المزوّد
da: Udbyder
de: Anbieter
es: Proveedor
fi: Palveluntarjoaja
fr: Fournisseur
is: Þjónustuveita
ja: プロバイダ
ko: 제공자
nb: Leverandør
pt_br: Provedor
ru: Провайдер
sv: Leverantör
zh_hans: 提供商

source: Pushing the edge
ar: على الحافة
da: Presser grænsen
de: Am Limit
es: Al límite
fi: Äärirajoilla
fr: À la limite
is: Á mörkunum
it: Al limite
ja: 限界ぎりぎり
ko: 한계에 도전 중
nb: På grensen
nl: Op het randje
pt_br: No limite
ru: На пределе
sv: På gränsen
zh_hans: 逼近极限

source: Quality session tomorrow if planned, or easy 30-45 min Z2 — both are sustainable from here.
ar: جلسة نوعية غدًا إن كانت مخططة، أو تمرين سهل 30-45 دقيقة في المنطقة 2 — كلاهما مستدام من هنا.
da: Kvalitetssession i morgen, hvis den er planlagt, eller let 30-45 min Z2 — begge dele er bæredygtige herfra.
de: Morgen eine Qualitätseinheit, wenn geplant, oder locker 30–45 Min. Z2 – beides ist von hier aus gut machbar.
es: Mañana, sesión de calidad si está prevista, o suave 30-45 min en Z2: ambas opciones son sostenibles desde aquí.
fi: Huomenna laatuharjoitus, jos se on suunniteltu, tai kevyt 30–45 min Z2 – kumpikin on tästä kestävää.
fr: Séance de qualité demain si elle est prévue, ou facile 30-45 min en Z2 — les deux sont soutenables à partir d'ici.
is: Gæðaæfing á morgun ef hún er á áætlun, eða létt 30-45 mín. á Z2 — hvort tveggja er sjálfbært héðan.
it: Domani sessione di qualità se prevista, oppure facile 30-45 min in Z2: da qui entrambe sono sostenibili.
ja: 明日は予定があれば質の高いセッション、または30〜45分の軽いZ2 — どちらもこの状態なら無理なくこなせます。
ko: 내일은 계획되어 있다면 고강도 세션, 아니면 가볍게 30~45분 Z2. 지금 상태라면 둘 다 무리 없습니다.
nb: Kvalitetsøkt i morgen hvis den er planlagt, eller lett 30–45 min Z2 – begge deler er bærekraftig herfra.
nl: Morgen een kwaliteitstraining als die gepland is, of rustig 30-45 min Z2 — beide zijn vanaf hier houdbaar.
pt_br: Sessão de qualidade amanhã, se planejada, ou leve 30-45 min em Z2 — as duas opções são sustentáveis a partir daqui.
ru: Завтра качественная тренировка, если она запланирована, или лёгкие 30–45 мин в Z2 — оба варианта сейчас по силам.
sv: Kvalitetspass i morgon om det är planerat, eller lätt 30–45 min Z2 – båda är hållbara härifrån.
zh_hans: 明天如有计划可进行高质量训练，或轻松 Z2 30-45 分钟——从现在的状态来看两者都可持续。

source: Quick answers every turn on this iPhone. Auto keeps lookups on Apple and sends questions that need more reasoning to a cloud model you've added and accepted. Deep sends every turn to the cloud model you select. Manual uses whatever you pick below.
ar: على هذا الـ iPhone، إجابات سريعة في كل دور. تلقائي يُبقي الاستعلامات على Apple ويرسل الأسئلة التي تحتاج إلى استدلال أكبر إلى نموذج سحابي أضفته ووافقت عليه. عميق يرسل كل دور إلى النموذج السحابي الذي تختاره. يدوي يستخدم ما تختاره أدناه.
da: Hurtige svar i hver tur på denne iPhone. Auto holder opslag hos Apple og sender spørgsmål, der kræver mere ræsonnement, til en skymodel, du har tilføjet og accepteret. Dyb sender hver tur til den skymodel, du vælger. Manuel bruger det, du vælger nedenfor.
de: Schnelle Antworten in jedem Zug auf diesem iPhone. Auto belässt Nachschlagen bei Apple und schickt Fragen, die mehr Schlussfolgern brauchen, an ein Cloud-Modell, das du hinzugefügt und akzeptiert hast. Deep schickt jeden Zug an das Cloud-Modell, das du auswählst. Manuell verwendet, was du unten auswählst.
es: Respuestas rápidas en cada turno en este iPhone. Auto mantiene las consultas en Apple y envía las preguntas que requieren más razonamiento a un modelo en la nube que hayas añadido y aceptado. Profundo envía cada turno al modelo en la nube que selecciones. Manual usa lo que elijas abajo.
fi: Nopeat vastaukset joka vuorolla tässä iPhonessa. Auto pitää haut Applella ja lähettää enemmän päättelyä vaativat kysymykset pilvimallille, jonka olet lisännyt ja hyväksynyt. Syvä lähettää jokaisen vuoron valitsemallesi pilvimallille. Manuaalinen käyttää sitä, minkä valitset alta.
fr: Réponses rapides à chaque tour sur cet iPhone. Auto garde les recherches sur Apple et envoie les questions qui demandent plus de raisonnement à un modèle cloud que vous avez ajouté et accepté. Approfondi envoie chaque tour au modèle cloud que vous sélectionnez. Manuel utilise ce que vous choisissez ci-dessous.
is: Fljót svör í hverri umferð á þessum iPhone. Sjálfvirkur heldur uppflettingum hjá Apple og sendir spurningar sem krefjast meiri rökhugsunar til skýjalíkans sem þú hefur bætt við og samþykkt. Djúpur sendir hverja umferð til skýjalíkansins sem þú velur. Handvirkt notar það sem þú velur hér að neðan.
it: Risposte rapide a ogni turno su questo iPhone. Auto mantiene le ricerche su Apple e invia le domande che richiedono più ragionamento a un modello cloud che hai aggiunto e accettato. Profonda invia ogni turno al modello cloud che selezioni. Manuale usa quello che scegli sotto.
ja: この iPhone 上で毎回すばやく回答します。Auto は検索を Apple に任せ、より多くの推論が必要な質問は、あなたが追加して同意したクラウドモデルに送ります。Deep は毎回、あなたが選んだクラウドモデルに送ります。Manual は下で選んだものを使います。
ko: 이 iPhone에서 매 턴 빠르게 답합니다. 자동은 조회를 Apple에 맡기고, 더 많은 추론이 필요한 질문은 추가하고 동의한 클라우드 모델로 보냅니다. 심층은 매 턴 선택한 클라우드 모델로 보냅니다. 수동은 아래에서 고른 모델을 사용합니다.
nb: Raske svar hver tur på denne iPhonen. Auto holder oppslag hos Apple og sender spørsmål som krever mer resonnering til en skymodell du har lagt til og godtatt. Dyp sender hver tur til skymodellen du velger. Manuell bruker det du velger nedenfor.
nl: Snelle antwoorden bij elke beurt op deze iPhone. Auto houdt opzoeken bij Apple en stuurt vragen die meer redeneerwerk vragen naar een cloudmodel dat je hebt toegevoegd en geaccepteerd. Diep stuurt elke beurt naar het cloudmodel dat je kiest. Handmatig gebruikt wat je hieronder kiest.
pt_br: Respostas rápidas a cada turno neste iPhone. Automático mantém as buscas na Apple e envia as perguntas que exigem mais raciocínio a um modelo na nuvem que você adicionou e aceitou. Profundo envia cada turno ao modelo na nuvem que você selecionar. Manual usa o que você escolher abaixo.
ru: Быстрые ответы на каждом шаге на этом iPhone. Авто оставляет поиск на Apple, а вопросы, требующие более сложных рассуждений, отправляет в облачную модель, которую вы добавили и приняли. Глубокий отправляет каждый шаг в выбранную вами облачную модель. Ручной использует то, что вы выберете ниже.
sv: Snabba svar varje tur på den här iPhonen. Auto låter uppslag stanna hos Apple och skickar frågor som kräver mer resonemang till en molnmodell som du har lagt till och godkänt. Djup skickar varje tur till molnmodellen du väljer. Manuell använder det du väljer nedan.
zh_hans: 在这台 iPhone 上，每一轮都快速作答。自动：查询交给 Apple，需要更多推理的问题发送到你已添加并同意的云端模型。深度：每一轮都发送到你选择的云端模型。手动：使用你在下方选择的模型。

source: Quick streaming (target %@)
ar: قراءة سريعة (الهدف %@)
da: Hurtig måling (mål %@)
de: Schnellmessung (Ziel %@)
es: Lectura rápida (objetivo %@)
fi: Pikamittaus (tavoite %@)
fr: Mesure rapide (objectif %@)
is: Hraðmæling (markmið %@)
it: Lettura rapida (obiettivo %@)
ja: クイック計測（目標 %@）
ko: 빠른 측정(목표 %@)
nb: Hurtigmåling (mål %@)
nl: Snelle meting (doel %@)
pt_br: Leitura rápida (meta %@)
ru: Быстрое измерение (цель %@)
sv: Snabbmätning (mål %@)
zh_hans: 快速测量（目标 %@）

source: Quick tier
ar: المستوى السريع
da: Hurtig-niveau
de: Stufe Schnell
es: Nivel Rápido
fi: Nopea taso
fr: Niveau Rapide
is: Hraðstig
it: Livello Rapido
ja: クイック階層
ko: 빠른 단계
nb: Rask-nivå
nl: Niveau Snel
pt_br: Nível Rápido
ru: Уровень «Быстро»
sv: Nivå Snabb
zh_hans: 快速层级

source: Race build. Flo softens "detraining" talk during a taper.
ar: بناء للسباق. يخفف Flo حديث "تراجع التدريب" خلال فترة التخفيف قبل السباق.
da: Opbygning til løb. Flo nedtoner snak om "formtab" under en nedtrapning.
de: Wettkampfaufbau. Flo spricht während des Taperings weniger von „Formverlust".
es: Preparación de carrera. Flo suaviza lo de «desentrenamiento» durante la puesta a punto.
fi: Kilpailuun valmistautuminen. Flo pehmentää "kunnon lasku" -puhetta kevennyksen aikana.
fr: Préparation de course. Flo parle moins de « désentraînement » pendant l'affûtage.
is: Keppnisundirbúningur. Flo mildar tal um "afþjálfun" á meðan á niðurtröppun stendur.
it: Preparazione gara. Flo attenua i discorsi sul "detraining" durante lo scarico.
ja: レースに向けた強化。テーパー期間中、Flo は「ディトレーニング」の表現を和らげます。
ko: 대회 준비. 테이퍼 기간에는 Flo가 '디트레이닝' 표현을 누그러뜨립니다.
nb: Oppbygging mot løp. Flo demper snakk om "formtap" under en nedtrapping.
nl: Wedstrijdopbouw. Flo praat zachter over "detraining" tijdens een taper.
pt_br: Preparação para prova. O Flo suaviza o papo de "destreinamento" durante o polimento.
ru: Подготовка к старту. Во время подводки Flo мягче говорит о «детренированности».
sv: Tävlingsuppbyggnad. Flo tonar ner tal om "formtapp" under en nedtrappning.
zh_hans: 备赛提升。减量期间，Flo 会弱化关于“状态下滑”的说法。

source: Rain
ar: مطر
da: Regn
de: Regen
es: Lluvia
fi: Sadetta
fr: Pluie
is: Rigning
it: Pioggia
ja: 雨
ko: 비
nb: Regn
nl: Regen
pt_br: Chuva
ru: Дождь
sv: Regn
zh_hans: 雨

source: Rain showers
ar: زخات مطر
da: Regnbyger
de: Regenschauer
es: Chubascos
fi: Sadekuuroja
fr: Averses
is: Skúrir
it: Rovesci
ja: にわか雨
ko: 소나기
nb: Regnbyger
nl: Regenbuien
pt_br: Pancadas de chuva
ru: Ливни
sv: Regnskurar
zh_hans: 阵雨

# Ramp: %@ TSS/day/week. %@
source: Ramp: %1$@ TSS/day/week. %2$@
ar: التصاعد: %@ TSS/يوم/أسبوع. %@
da: Stigning: %@ TSS/dag/uge. %@
de: Steigerung: %@ TSS/Tag/Woche. %@
es: Incremento: %@ TSS/día/semana. %@
fi: Nousu: %@ TSS/pv/vk. %@
fr: Progression : %@ TSS/jour/semaine. %@
is: Aukning: %@ TSS/dag/viku. %@
it: Incremento: %@ TSS/giorno/settimana. %@
ja: ランプ: %@ TSS/日/週。%@
ko: 증가율: %@ TSS/일/주. %@
nb: Økning: %@ TSS/dag/uke. %@
nl: Opbouw: %@ TSS/dag/week. %@
pt_br: Aumento: %@ TSS/dia/semana. %@
ru: Рост: %@ TSS/день/неделю. %@
sv: Ökning: %@ TSS/dag/vecka. %@
zh_hans: 增速：%@ TSS/天/周。%@

source: Rapid increase
ar: زيادة سريعة
da: Hurtig stigning
de: Schneller Anstieg
es: Aumento rápido
fi: Nopea nousu
fr: Hausse rapide
is: Hröð aukning
it: Aumento rapido
ja: 急増
ko: 급격한 증가
nb: Rask økning
nl: Snelle toename
pt_br: Aumento rápido
ru: Быстрый рост
sv: Snabb ökning
zh_hans: 快速增加

source: Rapid increase. Load is jumping fast.
ar: زيادة سريعة. الحمل يقفز بسرعة.
da: Hurtig stigning. Belastningen stiger hurtigt.
de: Schneller Anstieg. Die Belastung steigt schnell.
es: Aumento rápido. La carga está subiendo rápido.
fi: Nopea kasvu. Kuorma kasvaa nopeasti.
fr: Hausse rapide. La charge grimpe vite.
is: Hröð aukning. Álagið eykst hratt.
it: Aumento rapido. Il carico sta salendo in fretta.
ja: 急増。負荷が急激に増えています。
ko: 급격한 증가. 부하가 빠르게 늘고 있습니다.
nb: Rask økning. Belastningen øker raskt.
nl: Snelle stijging. De belasting neemt snel toe.
pt_br: Aumento rápido. A carga está subindo depressa.
ru: Резкий рост. Нагрузка быстро увеличивается.
sv: Snabb ökning. Belastningen ökar snabbt.
zh_hans: 快速增长。负荷增长过快。

source: Rapid-increase and high-load warnings will be hidden until you turn this off.
ar: سيتم إخفاء تحذيرات الزيادة السريعة والحمل المرتفع حتى توقف هذا الخيار.
da: Advarsler om hurtig stigning og høj belastning skjules, indtil du slår dette fra.
de: Warnungen zu schnellem Anstieg und hoher Belastung bleiben ausgeblendet, bis du dies ausschaltest.
es: Las alertas de aumento rápido y carga alta estarán ocultas hasta que lo desactives.
fi: Nopean nousun ja suuren kuormituksen varoitukset piilotetaan, kunnes poistat tämän käytöstä.
fr: Les alertes d'augmentation rapide et de charge élevée seront masquées jusqu'à ce que vous désactiviez ceci.
is: Viðvaranir um hraða aukningu og mikið álag verða faldar þar til þú slekkur á þessu.
it: Gli avvisi di aumento rapido e carico elevato resteranno nascosti finché non lo disattivi.
ja: 急増や高負荷の警告は、これをオフにするまで非表示になります。
ko: 급격한 증가 및 높은 부하 경고는 이 기능을 끌 때까지 숨겨집니다.
nb: Varsler om rask økning og høy belastning skjules til du slår dette av.
nl: Waarschuwingen voor snelle stijging en hoge belasting blijven verborgen tot je dit uitschakelt.
pt_br: Os avisos de aumento rápido e carga alta ficarão ocultos até você desativar isto.
ru: Предупреждения о резком росте и высокой нагрузке будут скрыты, пока вы не выключите этот режим.
sv: Varningar om snabb ökning och hög belastning döljs tills du stänger av detta.
zh_hans: 在你关闭此项之前，快速增加和高负荷的警告将被隐藏。

source: Rate limited
ar: تم تقييد الطلبات
da: For mange forespørgsler
de: Zu viele Anfragen
es: Demasiadas solicitudes
fi: Liian monta pyyntöä
fr: Trop de requêtes
is: Of margar beiðnir
it: Troppe richieste
ja: リクエストが多すぎます
ko: 요청이 너무 많음
nb: For mange forespørsler
nl: Te veel verzoeken
pt_br: Muitas solicitações
ru: Слишком много запросов
sv: För många förfrågningar
zh_hans: 请求过多

source: Rate limited, retry in %lld s
ar: تم تقييد الطلبات، إعادة المحاولة خلال %lld ث
da: For mange forespørgsler, prøver igen om %lld s
de: Zu viele Anfragen, neuer Versuch in %lld s
es: Demasiadas solicitudes, reintento en %lld s
fi: Liian monta pyyntöä, yritetään uudelleen %lld s kuluttua
fr: Trop de requêtes, nouvel essai dans %lld s
is: Of margar beiðnir, reynt aftur eftir %lld s
it: Troppe richieste, nuovo tentativo tra %lld s
ja: リクエストが多すぎます。%lld 秒後に再試行します
ko: 요청이 너무 많음, %lld초 후 다시 시도
nb: For mange forespørsler, prøver igjen om %lld s
nl: Te veel verzoeken, opnieuw over %lld s
pt_br: Muitas solicitações, nova tentativa em %lld s
ru: Слишком много запросов, повтор через %lld с
sv: För många förfrågningar, försöker igen om %lld s
zh_hans: 请求过多，%lld 秒后重试

source: Rate limited. Wait a moment and try again.
ar: تم تجاوز حد الطلبات. انتظر لحظة وحاول مرة أخرى.
da: Grænsen er nået. Vent lidt, og prøv igen.
de: Anfragelimit erreicht. Warte kurz und versuch es erneut.
es: Límite de solicitudes alcanzado. Espera un momento y vuelve a intentarlo.
fi: Pyyntöraja täynnä. Odota hetki ja yritä uudelleen.
fr: Limite de requêtes atteinte. Patientez un instant et réessayez.
is: Of margar beiðnir. Bíddu aðeins og reyndu aftur.
it: Limite di richieste raggiunto. Attendi un momento e riprova.
ja: レート制限中です。しばらく待ってからもう一度お試しください。
ko: 요청 한도에 도달했습니다. 잠시 기다린 후 다시 시도하세요.
nb: Grensen er nådd. Vent litt og prøv igjen.
nl: Limiet bereikt. Wacht even en probeer het opnieuw.
pt_br: Limite de solicitações atingido. Aguarde um momento e tente de novo.
ru: Превышен лимит запросов. Подождите немного и попробуйте снова.
sv: Gränsen är nådd. Vänta en stund och försök igen.
zh_hans: 请求过于频繁。请稍等片刻再试。

source: Raw backups
ar: النسخ الاحتياطية الخام
da: Rå backups
de: Rohdaten-Backups
es: Copias sin procesar
fi: Raakavarmuuskopiot
fr: Sauvegardes brutes
is: Hrá afrit
it: Backup grezzi
ja: 生データのバックアップ
ko: 원시 백업
nb: Rå sikkerhetskopier
nl: Ruwe back-ups
pt_br: Backups brutos
ru: Исходные резервные копии
sv: Råa säkerhetskopior
zh_hans: 原始备份

source: Read history + write new sessions
ar: قراءة السجل + كتابة جلسات جديدة
da: Læs historik + skriv nye sessioner
de: Verlauf lesen + neue Sitzungen schreiben
es: Leer historial + escribir sesiones nuevas
fi: Lue historia + kirjoita uudet istunnot
fr: Lire l'historique + écrire de nouvelles sessions
is: Lesa sögu + skrifa nýjar lotur
it: Leggi la cronologia + scrivi nuove sessioni
ja: 履歴の読み取り + 新しいセッションの書き込み
ko: 기록 읽기 + 새 세션 쓰기
nb: Les historikk + skriv nye økter
nl: Geschiedenis lezen + nieuwe sessies schrijven
pt_br: Ler histórico + gravar novas sessões
ru: Чтение истории + запись новых сессий
sv: Läs historik + skriv nya sessioner
zh_hans: 读取历史 + 写入新记录

source: Readings well outside your typical range: %lld — worth scrolling back to check them.
ar: قراءات خارجة كثيرًا عن نطاقك المعتاد: %lld — يستحق الأمر الرجوع لمراجعتها.
da: Målinger langt uden for dit typiske interval: %lld — værd at scrolle tilbage og tjekke dem.
de: Messungen deutlich außerhalb deines üblichen Bereichs: %lld — ein Blick zurück lohnt sich.
es: Lecturas muy fuera de tu rango habitual: %lld — vale la pena volver atrás para revisarlas.
fi: Lukemat selvästi tavanomaisen vaihteluvälisi ulkopuolella: %lld — kannattaa selata taaksepäin ja tarkistaa ne.
fr: Mesures bien hors de votre plage habituelle : %lld — cela vaut la peine de revenir les vérifier.
is: Mælingar langt utan dæmigerðs bils þíns: %lld — það borgar sig að skoða þær.
it: Letture ben fuori dal tuo intervallo tipico: %lld — vale la pena tornare indietro a controllarle.
ja: 通常の範囲を大きく外れた測定：%lld 件 — 遡って確認する価値があります。
ko: 평소 범위를 크게 벗어난 측정: %lld개 — 되돌아가 확인해 볼 만합니다.
nb: Målinger godt utenfor ditt vanlige område: %lld — verdt å bla tilbake og sjekke dem.
nl: Metingen ver buiten je gebruikelijke bereik: %lld — de moeite waard om terug te scrollen en ze te bekijken.
pt_br: Leituras bem fora da sua faixa habitual: %lld — vale voltar para conferi-las.
ru: Измерений далеко за пределами вашего обычного диапазона: %lld — стоит вернуться и проверить их.
sv: Mätningar långt utanför ditt typiska intervall: %lld — värt att bläddra tillbaka och kontrollera dem.
zh_hans: 远超出你常规范围的读数：%lld 次 — 值得回看检查。

source: Ready to import %lld sessions
ar: جاهز لاستيراد %lld جلسة
da: Klar til at importere %lld sessioner
de: Bereit zum Import von %lld Sitzungen
es: Listo para importar %lld sesiones
fi: Valmiina tuomaan %lld istuntoa
fr: Prêt à importer %lld sessions
is: Tilbúið að flytja inn %lld lotur
it: Pronto a importare %lld sessioni
ja: %lld 件のセッションをインポートする準備ができました
ko: 세션 %lld개 가져오기 준비 완료
nb: Klar til å importere %lld økter
nl: Klaar om %lld sessies te importeren
pt_br: Pronto para importar %lld sessões
ru: Готово к импорту: %lld сессии
sv: Redo att importera %lld sessioner
zh_hans: 准备导入 %lld 个记录

source: Reanalysis Stopped
ar: توقفت إعادة التحليل
da: Genanalyse stoppet
de: Neuanalyse gestoppt
es: Reanálisis detenido
fi: Uudelleenanalyysi pysäytetty
fr: Réanalyse interrompue
is: Endurgreining stöðvuð
it: Rianalisi interrotta
ja: 再分析を停止しました
ko: 재분석 중지됨
nb: Ny analyse stoppet
nl: Heranalyse gestopt
pt_br: Reanálise interrompida
ru: Повторный анализ остановлен
sv: Omanalys stoppad
zh_hans: 重新分析已停止

source: Recent training is below your usual range. Room to add quality this week.
ar: التدريب الأخير أقل من نطاقك المعتاد. هناك مجال لإضافة جودة هذا الأسبوع.
da: Den seneste træning ligger under dit normale niveau. Plads til at lægge kvalitet ind i denne uge.
de: Dein Training lag zuletzt unter deinem üblichen Bereich. Diese Woche ist Platz für mehr Qualität.
es: El entrenamiento reciente está por debajo de tu rango habitual. Hay margen para añadir calidad esta semana.
fi: Viimeaikainen harjoittelu on tavallista tasoasi matalampaa. Tällä viikolla on tilaa lisätä laatua.
fr: L'entraînement récent est sous votre niveau habituel. Il y a de la marge pour ajouter de la qualité cette semaine.
is: Æfingarnar undanfarið eru undir venjulegu bili. Svigrúm til að bæta við gæðum í vikunni.
it: L'allenamento recente è sotto il tuo intervallo abituale. C'è margine per aggiungere qualità questa settimana.
ja: 最近のトレーニングはいつもの範囲を下回っています。今週は質の高い練習を加える余地があります。
ko: 최근 훈련이 평소 범위보다 적습니다. 이번 주에 고강도 훈련을 더할 여유가 있습니다.
nb: Treningen den siste tiden ligger under det vanlige nivået ditt. Rom for å legge inn kvalitet denne uken.
nl: Je recente training ligt onder je gebruikelijke bereik. Ruimte om deze week kwaliteit toe te voegen.
pt_br: O treino recente está abaixo da sua faixa habitual. Há espaço para acrescentar qualidade nesta semana.
ru: Недавние тренировки ниже вашего обычного уровня. На этой неделе можно добавить качественную работу.
sv: Den senaste träningen ligger under din vanliga nivå. Utrymme att lägga till kvalitet den här veckan.
zh_hans: 近期训练量低于你的常规范围。本周可以增加一些高质量训练。

source: Recent training is running above your usual range. One more easy day this week before the next quality session.
ar: التدريب الأخير أعلى من نطاقك المعتاد. يوم سهل آخر هذا الأسبوع قبل الجلسة النوعية التالية.
da: Den seneste træning ligger over dit normale niveau. Én let dag mere i denne uge før næste kvalitetssession.
de: Dein Training lag zuletzt über deinem üblichen Bereich. Noch ein lockerer Tag diese Woche vor der nächsten Qualitätseinheit.
es: El entrenamiento reciente está por encima de tu rango habitual. Un día suave más esta semana antes de la próxima sesión de calidad.
fi: Viimeaikainen harjoittelu on tavallista tasoasi korkeampaa. Vielä yksi kevyt päivä tällä viikolla ennen seuraavaa laatuharjoitusta.
fr: L'entraînement récent est au-dessus de votre niveau habituel. Encore une journée facile cette semaine avant la prochaine séance de qualité.
is: Æfingarnar undanfarið eru yfir venjulegu bili þínu. Einn léttan dag í viðbót í vikunni fyrir næstu gæðaæfingu.
it: L'allenamento recente è sopra il tuo intervallo abituale. Ancora una giornata facile questa settimana prima della prossima sessione di qualità.
ja: 最近のトレーニングはいつもの範囲を上回っています。次の質の高いセッションの前に、今週もう1日軽めの日を。
ko: 최근 훈련이 평소 범위보다 많습니다. 다음 고강도 세션 전에 이번 주에 가벼운 날을 하루 더 두세요.
nb: Treningen den siste tiden ligger over det vanlige nivået ditt. Én lett dag til denne uken før neste kvalitetsøkt.
nl: Je recente training ligt boven je gebruikelijke bereik. Nog één lichte dag deze week voor de volgende kwaliteitstraining.
pt_br: O treino recente está acima da sua faixa habitual. Mais um dia leve nesta semana antes da próxima sessão de qualidade.
ru: Недавние тренировки выше вашего обычного уровня. Ещё один лёгкий день на этой неделе перед следующей качественной тренировкой.
sv: Den senaste träningen ligger över din vanliga nivå. En lätt dag till den här veckan före nästa kvalitetspass.
zh_hans: 近期训练量高于你的常规范围。在下一次高质量训练前，本周再安排一天轻松训练。
